[app]
language=Slovenian
welcome=Dobrodošli v PhoXo!
untitled=Neimenovana
close=Zapri
ok=V redu
cancel=Prekliči

[file]
recent=Nedavne datoteke
open_type=Vse slike
load_error=Slika je poškodovana ali ni podprta
not_exist=Slika ne obstaja
save_error=Napaka pri shranjevanju slike

[TOPBAR]
57601=Odpri|Odpri slikovno datoteko
57603=Shrani|Shrani trenutno sliko
57604=Shrani kot|Shrani sliko z novim imenom
57634=Kopiraj|Kopiraj sliko v odložišče
57607=Natisni|Natisni trenutno sliko
57643=Razveljavi|Razveljavi zadnje dejanje
57644=Ponovi|Ponovi razveljavljeno dejanje
57664=O programu|O PhoXo
7000=Prilepi|Prilepi iz odložišča
7001=Nova|Ustvari novo sliko
7002=Iz skenerja|Iz skenerja
7003=Počisti nedavne datoteke|Počisti nedavne datoteke
7004=Nastavitve|Nastavitve aplikacije
7005=Teme|Spremeni temo
7016=Več|Prikaži dodatne možnosti
9002=Prilagodi oknu|Prilagodi sliko oknu
9003=Dejanska velikost|Prikaži sliko v izvirni velikosti
8005=Pomanjšaj|Pomanjšaj
8006=Povečaj|Povečaj
undo=Prekliči|Razveljavi zadnje dejanje|Razveljavi %d dejanj
theme=Več|Svetla|Temna|Sončen dan|Ledena meta|Svilnata rožnata|Sočna sliva|Lunin sij|Mango raj|Mistični gozd|Hladni skrilavec

[TAB]
20000=Obreži ali zavrti|Tipke:\n← → ↑ ↓: premik 1px\nShift + puščice: 10px\nEnter: uporabi obrezavo\nEsc: prekliči\nCtrl + povleci: nov izrez

[SETTINGS]
0=Nastavitve
1=Splošno
2=Način upodabljanja
3=Boljša kakovost|Hitrejša hitrost
4=Sidranje plošč
5=Desno|Levo
6=Največja raven povečave
7=Sprememba položaja zahteva ponovni zagon PhoXo

[DlgResize]
t=Spremeni velikost|Širina|Višina|Ohrani razmerje stranic

[cmd]
crop=Obreži
flipv=Obrni navpično
fliph=Obrni vodoravno
r90=Zavrti desno za 90°
r270=Zavrti levo za 90°
resize=Spremeni velikost

[panel_crop]
60=Širina
61=Višina
1=Prosta oblika|Po meri razmerje stranic
2=Izvirnik|Ohrani izvirno razmerje slike
3=Uporabi
4=Zaklene razmerje med spreminjanjem
5=Razmerje zaklenjeno|Razmerje odklenjeno
6=Zavrti desno za 90°
7=Zavrti levo za 90°
8=Obrni navpično
9=Obrni vodoravno
10=Oblika
11=Transformacija
15=Pravokotnik
16=Zaobljen pravokotnik
17=Krog
20=Zaobljenost
21=Prekliči obrezovanje
22=Uporabi obrezavo|Prekliči obrezavo
30=Spremeni velikost slike